[
  {
    "id": 1,
    "title": {
      "fr": "Masque Dan",
      "en": "Dan Mask",
      "wo": "Masquu Dan"
    },
    "description": {
      "fr": "Masque cérémonial de la culture Dan (Côte d'Ivoire), utilisé lors des danses initiatiques pour symboliser la protection et la sagesse. Ce masque représente l'esprit protecteur de la communauté et est porté uniquement par les initiés lors des cérémonies sacrées.",
      "en": "Ceremonial mask from the Dan culture (Ivory Coast), used during initiation dances to symbolize protection and wisdom. This mask represents the protective spirit of the community and is worn only by initiates during sacred ceremonies.",
      "wo": "Masku xew-xew bu bawoo ci cosaan ak aada waa Dan (Kot-d'Iwaar), ñu koy jëfandikoo ci feccu ndoorte ngir màndargaal aar ak xel mu ñaw. Mask boobu dafay màndargaal ngëmu aar askan wi, te boroom xam-xam yi kese ñoo koy sol ci xew-xew yu sell yi."
    },
    "image": "/media/masque1.jpg",
    "audio": {
    "fr": "/media/Masque dan.mp3",
    "en": "/media/Dan mask.mp3",
    "wo": "/media/.mp3"
  },
    "video": "",
    "history": {
      "fr": "Origine : Côte d'Ivoire, région de Man. Utilisé par les danseurs initiés lors des cérémonies pour transmettre les valeurs morales et spirituelles de la communauté. Le masque Dan est considéré comme un pont entre le monde visible et invisible.",
      "en": "Origin: Ivory Coast, Man region. Used by initiated dancers during ceremonies to convey the moral and spiritual values of the community. The Dan mask is considered a bridge between the visible and invisible worlds.",
      "wo": "Cosaan : Kot-d'Iwaar, diwaanu Man. Fecckat yu njëkk yi ñoo koy jëfandikoo ci xew-xew yi ngir fësal valeur moral ak spirituel yu askan wi. Masku Dan dañu jàpp ni mooy pont biy boole àdduna bi ñuy gis ak bi ñu dul gis."
    },
    "culturalContext": {
      "fr": "Les masques Dan sont des objets sacrés qui ne peuvent être vus que par les initiés. Ils représentent les esprits de la nature et servent de médiateurs entre les vivants et les ancêtres.",
      "en": "Dan masks are sacred objects that can only be seen by initiates. They represent nature spirits and serve as mediators between the living and the ancestors.",
      "wo": "Masku Dan ay mbir yu sell lañu, te ñi tàmbali rek ñoo ko mëna gis. Dañuy màndargaal rab yi ci nature bi, ñuy nekk diggante ñiy dundu ak seeni maam."
    },
    "significance": {
      "fr": "Symbole de protection, de sagesse et de continuité culturelle. Le masque enseigne les valeurs traditionnelles aux jeunes générations.",
      "en": "Symbol of protection, wisdom and cultural continuity. The mask teaches traditional values to younger generations.",
      "wo": "Mask bi dafay màndargaal aar, xel mu ñaw, ak wéyal cosaan ak aada, muy jàngal ndaw ñi valeur yu cosaan ak aada."
    }
  },
  {
    "id": 2,
    "title": {
      "fr": "Statuette de Fertilité",
      "en": "Fertility Statuette",
      "wo": "Luwa njuram"
    },
    "description": {
      "fr": "Sculpture féminine traditionnelle du Mali, symbole de fertilité et de prospérité. Souvent offerte lors des mariages, cette statuette incarne l'espoir de descendance et la bénédiction des ancêtres pour la nouvelle union.",
      "en": "Traditional female sculpture from Mali, symbolizing fertility and prosperity. Often offered during marriage ceremonies, this statuette embodies the hope of offspring and ancestral blessing for the new union.",
      "wo": "Yatteef sutura bu jigéen bu cosaanoo Mali, di màndargaal njuram ak naataange. Luwa bu ñuy faral di joxe ci céet yi, dafay fësal yaakaaru mbokk yi ak barkeb maam yi ci sëy bu bees."
    },
    "image": "/media/statue1.jpg",
    "audio":  {
    "fr": "/media/Statuette de fertilité.mp3",
    "en": "/media/Fertility Statuette.mp3",
    "wo": "/media/.mp3"
  },
    "video": "",
    "history": {
      "fr": "Origine : Mali, région de Bandiagara. Fabriquée à la main par les sculpteurs dogons, cette statuette incarne la bénédiction et la continuité de la vie. Elle est transmise de génération en génération.",
      "en": "Origin : Mali, Bandiagara region. Handcrafted by Dogon sculptors, this statuette embodies blessings and the continuity of life. It is passed down from generation to generation.",
      "wo": "Cosaan: Mali, diwaanu Bandiagara. Yattkat Dogon yi ñoo ko defar, luwaas bii dafay fësal barkeb Yàlla ak wéyal dundu. Ñu ngi koy joxe ci seeni mbokk."
    },
    "culturalContext": {
      "fr": "Dans la culture dogon, la fertilité est considérée comme un don des ancêtres. Ces statuettes sont souvent placées dans les chambres nuptiales pour assurer la prospérité du couple.",
      "en": "In Dogon culture, fertility is considered a gift from ancestors. These statuettes are often placed in bridal chambers to ensure the couple's prosperity.",
      "wo": "Ci aaday Dogon yi, dañu jàpp ni njurug doom lu bawoo ci maam yi la. Luwa yooyu dañu leen di faral di def ci sëy yi ngir jëkkër ak jabar yi am naataange."
    },
    "significance": {
      "fr": "Représente la continuité de la vie et la transmission des valeurs familiales. Symbole d'espoir et de prospérité pour les générations futures.",
      "en": "Represents the continuity of life and transmission of family values. Symbol of hope and prosperity for future generations.",
      "wo": "Dafay màndargaal wéyaluk dundu ak joxe waleur yu njaboot gi. Màndarga yaakaar ak naataange ngir mbokk yiy ñëw."
    }
  },
  {
    "id": 3,
    "title": {
      "fr": "Tissu Royal Akan",
      "en": "Akan Royal Cloth",
      "wo": "Tissu Njabootu Buur wa Akan"
    },
    "description": {
      "fr": "Tissu tissé à la main par les artisans Akan (Ghana). Chaque motif représente un proverbe ou un message social. Ce tissu royal est porté uniquement par les chefs et les membres de la famille royale lors des cérémonies importantes.",
      "en": "Handwoven fabric from the Akan people (Ghana). Each pattern carries a proverb or social message. This royal cloth is worn only by chiefs and royal family members during important ceremonies.",
      "wo": "Tissu la bu ñawkaatt Akan (Ghana) defar ak loxo. Motif bu nekk dafay màndargaal misaal wala mesaas buy jàppale askan wi. Tissu bu buur boobu, njiit yi ak waa kër buur bi kese ñoo koy sol ci xew-xew yu am solo."
    },
    "image": "/media/tissu1.jpg",
    "audio": {
    "fr": "/media/tissu royal akan.mp3",
    "en": "/media/Akan royal cloth.mp3",
    "wo": "/media/.mp3"
  },
    "video": "",
    "history": {
      "fr": "Origine : Ghana, région Ashanti. Le tissu est porté lors des cérémonies royales pour exprimer l'identité et la dignité du peuple Akan. Chaque motif raconte une histoire ou transmet une leçon de vie.",
      "en": "Origin : Ghana, Ashanti region. The fabric is worn during royal ceremonies to express the identity and dignity of the Akan people. Each pattern tells a story or conveys a life lesson.",
      "wo": "Cosaan : Ghana, diwaanu Ashanti. Tissu boobu dañu koy sol ci xew-xewu buur yi ngir wane ràññeekaay ak ngor gi waa Akan am. Motif bu nekk dafay nettali jaar-jaar wala jàngale ci dundu."
    },
    "culturalContext": {
      "fr": "Le tissage est un art sacré chez les Akan. Chaque motif a une signification profonde et raconte l'histoire de la communauté. Les couleurs et les motifs varient selon le statut social.",
      "en": "Weaving is a sacred art among the Akan. Each pattern has deep meaning and tells the community's story. Colors and patterns vary according to social status.",
      "wo": "Tàbb art bu sell la ci waa Akan. Motif bu nekk amna lu muy tekki, di nettali jaar-jaaru askan wi. Kulòor yi ak motif yi dañuy wuute ci wàllu askan wi."
    },
    "significance": {
      "fr": "Symbole de pouvoir, de sagesse et d'identité culturelle. Le tissu royal unit la communauté autour de valeurs partagées et de traditions ancestrales.",
      "en": "Symbol of power, wisdom and cultural identity. The royal cloth unites the community around shared values and ancestral traditions.",
      "wo": "Tissu bu buur bi dafay màndargaal doole, xel mu ñaw, ak dàntite aada, muy boole askan wi ci valëri yuñ bokk ak cosaan ak aada yu maam yi bokk."
    }
  },
  {
    "id": 4,
    "title": {
      "fr": "Sculpture Yoruba",
      "en": "Yoruba Sculpture",
      "wo": "yatteef Yoruba"
    },
    "description": {
      "fr": "Sculpture en bois représentant une divinité Yoruba (Nigeria). Cette œuvre d'art sacrée est utilisée dans les rituels religieux pour honorer les orishas et maintenir la connexion spirituelle avec le divin.",
      "en": "Wooden sculpture representing a Yoruba deity (Nigeria). This sacred artwork is used in religious rituals to honor the orishas and maintain spiritual connection with the divine.",
      "wo": "Yatteef buñ defaree bant buy màndargaal yàllay Yoruba (Nigeria). Liggéeyu art bu sell boobu dañu koy jëfandikoo ci xew-xewu diine ngir sargal orishas yi ak tëye lëkkaloo ngëm ak Yàlla."
    },
    "image": "/media/yoruba1.jpg",
    "audio":  {
    "fr": "/media/Sculpture yoruba.mp3",
    "en": "/media/yoruba sculpture.mp3",
    "wo": "/media/.mp3"
  },
    "video": "",
    "history": {
      "fr": "Origine : Nigeria, région d'Ife. Créée par les maîtres sculpteurs Yoruba, cette sculpture représente l'une des divinités les plus importantes du panthéon Yoruba. Elle est considérée comme un pont entre le monde terrestre et spirituel.",
      "en": "Origin : Nigeria, Ife region. Created by master Yoruba sculptors, this sculpture represents one of the most important deities in the Yoruba pantheon. It is considered a bridge between the earthly and spiritual worlds.      ",
      "wo": "Cosaan : Nigeria, diwaanu Ife. Yattkat Yoruba yu mag yi ñoo ko defar, yatteef bii dafay màndargaal benn ci yàlla yi gëna am solo ci pantheon Yoruba. Dañu jàpp ni mooy pont biy boole àdduna bi ak àdduna ruuh yi."
    },
    "culturalContext": {
      "fr": "Dans la religion Yoruba, chaque divinité a des attributs spécifiques et des pouvoirs particuliers. Ces sculptures servent de réceptacles pour l'énergie divine et facilitent la communication avec les esprits.",
      "en": "In Yoruba religion, each deity has specific attributes and particular powers. These sculptures serve as receptacles for divine energy and facilitate communication with spirits.",
      "wo": "Ci diine Yoruba, yàlla bu nekk amna lu muy màndargaal ak doole ju amul fenn. Yatteef yooyu dañuy tëye dooley Yàlla ba noppi yombal jokkoo ak rab yi."
    },
    "significance": {
      "fr": "Représente la connexion spirituelle et la vénération des divinités. Symbole de protection divine et de guidance spirituelle pour la communauté.",
      "en": "Represents spiritual connection and veneration of deities. Symbol of divine protection and spiritual guidance for the community.",
      "wo": "Dafay màndargaal lëkkaloo gi am ci ngëm ak jaamu yàlla yi. Màndarga aaru Yàlla ak tegtal ngëm ci askan wi."
    }
  },
  {
    "id": 5,
    "title": {
      "fr": "Bijoux Touareg",
      "en": "Tuareg Jewelry",
      "wo": "Takkaay Tuareg"
    },
    "description": {
      "fr": "Parure traditionnelle en argent des Touaregs (Sahara). Ces bijoux raffinés sont portés par les femmes et les hommes comme symboles de statut social et de protection spirituelle. Chaque motif a une signification particulière.",
      "en": "Traditional silver jewelry from the Tuareg people (Sahara). These refined pieces are worn by women and men as symbols of social status and spiritual protection. Each pattern has a particular meaning.",
      "wo": "Takkaay xaalis cosaan yu waa Tuareg (Sahara). Jigéen ñi ak góor ñi dañuy sol takkaay yu rafet yooyu ngir wane ni dañu am doole ci askan wi ak seen ngëm. Motif bu nekk amna lu muy tekki."
    },
    "image": "/media/touareg1.jpg",
    "audio":  {
    "fr": "/media/bijoux touareg.mp3",
    "en": "/media/Touareg jewerly.mp3",
    "wo": "/media/.mp3"
  },
    "video": "",
    "history": {
      "fr": "Origine : Sahara, région du Niger et du Mali. Les bijoux Touareg sont fabriqués par les forgerons nomades selon des techniques ancestrales. L'argent est considéré comme un métal pur qui repousse les mauvais esprits.",
      "en": "Origin : Sahara, regions of Niger and Mali. Tuareg jewelry is crafted by nomadic silversmiths using ancestral techniques. Silver is considered a pure metal that repels evil spirits.",
      "wo": "Cosaan : Sahara, diwaanu Niseer ak Maali. Tëggkat nomade yi ñoo defar takkaay Tuareg yi, jëfandikoo pexem maam yi. Dañu jàpp ni xaalis wen wu sell la wuy dàq rab yu bonn yi."
    },
    "culturalContext": {
      "fr": "Chez les Touaregs, l'argent est plus précieux que l'or car il est associé à la lune et à la pureté. Les bijoux sont transmis de mère en fille et racontent l'histoire familiale.",
      "en": "Among the Tuareg, silver is more precious than gold because it is associated with the moon and purity. Jewelry is passed from mother to daughter and tells the family story.",
      "wo": "Ci Tuareg yi, xaalis moo gëna am solo wurus ndax dañu koy boole ak weer wi ak setal. Cakkaay yi dañuy joge ci yaay ji dem ci doomam ju jigéen ji, te dañuy nettali jaar-jaaru njaboot gi."
    },
    "significance": {
      "fr": "Symbole de protection, d'identité culturelle et de transmission générationnelle. Les bijoux Touareg unissent les générations et préservent les traditions nomades.",
      "en": "Symbol of protection, cultural identity and generational transmission. Tuareg jewelry unites generations and preserves nomadic traditions.",
      "wo": "Cakkaay Tuareg yi dañuy màndargaal aar, dàntite aada, ak joxe ci jikkoom, te dañuy boole jikkoom yi, ba noppi di sàmm seen cosaan ak aada."
    }
  },
  {
    "id": 6,
    "title": {
      "fr": "Bronzes du Bénin",
      "en": "Benin Bronzes",
      "wo": "Përëm Benin"
    },
    "description": {
      "fr": "Ensemble d'objets en bronze provenant du royaume du Bénin (actuel Nigeria). Ces œuvres témoignent d’un savoir-faire métallurgique exceptionnel et d’une histoire riche, transmise à travers les cours royales et les rituels.",
      "en": "A collection of bronze objects from the Kingdom of Benin (present-day Nigeria). These works showcase exceptional metalworking skills and a rich history passed through royal courts and rituals.",
      "wo": "Ay mbir yuñ defaree përëm yu bawoo ci Royaume bu Benin (Nigeria bu leegi). Liggéey yooyu dañuy wane xam-xam bu amul fenn ci metalurgie ak taarix bu am solo, ñu ko joxe ci këri buur yi ak ci seeni xew-xew."
    },
    "image": "/media/benin1.jpg",
    "audio":  {
    "fr": "/media/.mp3",
    "en": "/media/.mp3",
    "wo": "/media/.mp3"
  },
    "video": "",
    "history": {
      "fr": "Origine : Royaume du Bénin, XIIe-XIXe siècles. Ces bronzes étaient utilisés pour célébrer les ancêtres royaux et commémorer les événements historiques de la cour.",
      "en": "Origin: Kingdom of Benin, 12th-19th centuries. These bronzes were used to celebrate royal ancestors and commemorate historical events at court.",
      "wo": "Cosaan : Royaume bu Bénin, 12i-19i siècle. Përëm yooyu dañu leen daan jëfandikoo ngir màggal seeni maam ak ngir fàttaliku mbir yu am solo ci taarix ci kër buur ba."
    },
    "culturalContext": {
      "fr": "Les Bronzes du Bénin servaient de supports mémoriels et symboliques dans la cour royale. Ils racontent l'organisation politique, les lignées, et les rituels du royaume.",
      "en": "The Benin Bronzes served as memorial and symbolic media in the royal court, depicting political organization, lineage, and rituals.",
      "wo": "Përëm yu Bénin dañu nekkoon luñuy fàttaliku ak màndarga ci këru buur bi. Dañuy nettali jaar-jaaru mbootaay politik, mbokk, ak xew-xewu buur ba."
    },
    "significance": {
      "fr": "Symbole de maîtrise technique et de mémoire historique africaine, reliant art, pouvoir et spiritualité.",
      "en": "Symbol of technical mastery and African historical memory, connecting art, power, and spirituality.",
      "wo": "Màndarga xam-xam xarala yu bees ak fàttaliku taarixu Afrique, boole art, doole ak ngëm."
    }
  }
]
